Repository: joelmagoun/TaskRM
Catalog: lib/l10n/app_*.arb
Languages: cy, gu, hy, is, ka, km, kn, ky, lo, pa, zu

source: Parent Goal
cy: Nod Rhiant
gu: પિતૃ ધ્યેય
hy: Ծնողի նպատակը
is: Efsta markið
ka: Მშობლის მიზანი
km: គោលដៅមាតាបិតា
kn: ಪೋಷಕ ಗುರಿ
ky: Ата-эне максаты
lo: ເປົ້າໝາຍຂອງພໍ່ແມ່
pa: ਮਾਤਾ-ਪਿਤਾ ਦਾ ਟੀਚਾ
zu: Umgomo Womzali

source: Password
cy: Cyfrinair
gu: પાસવર્ડ
hy: Գաղտնաբառ
is: Lykilorð
ka: Პაროლი
km: ពាក្យសម្ងាត់
kn: ಗುಪ್ತಪದ
ky: Купуя сөз
lo: ລະຫັດຜ່ານ
pa: ਪਾਸਵਰਡ
zu: Iphasiwedi

source: Pattern
cy: Patrwm
gu: પેટર્ન
hy: Կաղապար
is: Mynstur
ka: Ნიმუში
km: លំនាំ
kn: ಪ್ಯಾಟರ್ನ್
ky: Үлгү
lo: ຮູບແບບ
pa: ਪੈਟਰਨ
zu: Iphethini

source: Personal
cy: Personol
gu: અંગત
hy: Անձնական
is: Persónulegt
ka: Პირადი
km: ផ្ទាល់ខ្លួន
kn: ವೈಯಕ್ತಿಕ
ky: Жеке
lo: ສ່ວນບຸກຄົນ
pa: ਨਿੱਜੀ
zu: Okomuntu siqu

source: Personal Project
cy: Prosiect Personol
gu: વ્યક્તિગત પ્રોજેક્ટ
hy: Անձնական նախագիծ
is: Persónulegt verkefni
ka: Პერსონალური პროექტი
km: គម្រោងផ្ទាល់ខ្លួន
kn: ವೈಯಕ್ತಿಕ ಯೋಜನೆ
ky: Жеке долбоор
lo: ໂຄງການສ່ວນບຸກຄົນ
pa: ਨਿੱਜੀ ਪ੍ਰੋਜੈਕਟ
zu: Iphrojekthi yomuntu siqu

# pleaseenterall
source: Please enter all information
cy: Rhowch yr holl wybodaeth
gu: કૃપા કરીને બધી માહિતી દાખલ કરો
hy: Խնդրում ենք մուտքագրել բոլոր տեղեկությունները
is: Vinsamlegast sláðu inn allar upplýsingar
ka: Გთხოვთ შეიყვანოთ ყველა ინფორმაცია
km: សូមបញ្ចូលព័ត៌មានទាំងអស់។
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ
ky: Сураныч, бардык маалыматты киргизиңиз
lo: ກະລຸນາໃສ່ຂໍ້ມູນທັງໝົດ
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੀ ਜਾਣਕਾਰੀ ਦਰਜ ਕਰੋ
zu: Sicela ufake lonke ulwazi

source: Priority
cy: Blaenoriaeth
gu: પ્રાથમિકતા
hy: Առաջնահերթություն
is: Forgang
ka: Პრიორიტეტი
km: អាទិភាព
kn: ಆದ್ಯತೆ
ky: Приоритет
lo: ບູລິມະສິດ
pa: ਤਰਜੀਹ
zu: Okubalulekile

source: Profile
cy: Proffil
gu: પ્રોફાઇલ
hy: Անձնագիր
is: Prófíl
ka: Პროფილი
km: ប្រវត្តិរូប
kn: ಪ್ರೊಫೈಲ್
ky: Профиль
lo: ໂປຣໄຟລ໌
pa: ਪ੍ਰੋਫਾਈਲ
zu: Iphrofayela

source: Profile photo
cy: Llun proffil
gu: પ્રોફાઇલ ફોટો
hy: Պրոֆիլի լուսանկար
is: Prófílmynd
ka: Პროფილის სურათი
km: រូបថតប្រវត្តិរូប
kn: ಪ್ರೊಫೈಲ್ ಫೋಟೋ
ky: Профиль сүрөтү
lo: ຮູບໂປຣໄຟລ໌
pa: ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ
zu: Isithombe sephrofayela

source: Remove from Today’s Tasks
cy: Tynnu o Tasgau Heddiw
gu: માંથી દૂર કરો આજના કાર્યો
hy: Հեռացնել Այսօրվա առաջադրանքները
is: Fjarlægja úr Tasks dagsins
ka: Წაშლა დღევანდელი ამოცანები
km: យកចេញពី កិច្ចការថ្ងៃនេះ
kn: ನಿಂದ ತೆಗೆದುಹಾಕಿ ಇಂದಿನ ಕಾರ್ಯಗಳು
ky: Алып таштоо Бүгүнкү милдеттер
lo: ເອົາອອກຈາກ ວຽກ​ງານ​ຂອງ​ມື້​ນີ້​
pa: ਤੋਂ ਹਟਾਓ ਅੱਜ ਦੇ ਕਾਰਜ
zu: Susa ku Imisebenzi Yanamuhla

source: Reset
cy: Ail gychwyn
gu: રીસેટ કરો
hy: Վերականգնել
is: Endurstilla
ka: Გადატვირთვა
km: កំណត់ឡើងវិញ
kn: ಮರುಹೊಂದಿಸಿ
ky: Калыбына келтирүү
lo: ຣີເຊັດ
pa: ਰੀਸੈਟ ਕਰੋ
zu: Setha kabusha

source: Review
cy: Adolygu
gu: સમીક્ષા
hy: Վերանայում
is: Endurskoðun
ka: Მიმოხილვა
km: ពិនិត្យឡើងវិញ
kn: ಸಮೀಕ್ಷೆ
ky: Карап чыгуу
lo: ທົບທວນຄືນ
pa: ਸਮੀਖਿਆ
zu: Buyekeza

source: Save
cy: Arbed
gu: સાચવો
hy: Պահպանել
is: Vista
ka: Გადარჩენა
km: រក្សាទុក
kn: ಉಳಿಸಿ
ky: Сактоо
lo: ບັນທຶກ
pa: ਸੇਵ ਕਰੋ
zu: Londoloza

source: Select
cy: Dewiswch
gu: પસંદ કરો
hy: Ընտրել
is: Veldu
ka: Აირჩიეთ
km: ជ្រើសរើស
kn: ಆಯ್ಕೆ ಮಾಡಿ
ky: Тандоо
lo: ເລືອກ
pa: ਚੁਣੋ
zu: Khetha

source: Select from queue
cy: Dewiswch o'r ciw
gu: કતારમાંથી પસંદ કરો
hy: Ընտրեք հերթից
is: Veldu úr biðröð
ka: Აირჩიეთ რიგიდან
km: ជ្រើសរើសពីជួរ
kn: ಸರದಿಯಿಂದ ಆಯ್ಕೆಮಾಡಿ
ky: Кезектен тандоо
lo: ເລືອກຈາກຄິວ
pa: ਕਤਾਰ ਵਿੱਚੋਂ ਚੁਣੋ
zu: Khetha kulayini

source: Select Goal
cy: Dewiswch Nod
gu: લક્ષ્ય પસંદ કરો
hy: Ընտրեք Նպատակը
is: Veldu Markmið
ka: Აირჩიეთ მიზანი
km: ជ្រើសរើសគោលដៅ
kn: ಗುರಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Максат тандаңыз
lo: ເລືອກເປົ້າໝາຍ
pa: ਟੀਚਾ ਚੁਣੋ
zu: Khetha Umgomo

source: Select Image
cy: Dewiswch Delwedd
gu: છબી પસંદ કરો
hy: Ընտրեք Պատկեր
is: Veldu Mynd
ka: Აირჩიეთ სურათი
km: ជ្រើសរើសរូបភាព
kn: ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Сүрөттү тандаңыз
lo: ເລືອກຮູບພາບ
pa: ਚਿੱਤਰ ਚੁਣੋ
zu: Khetha Isithombe

source: Select Parent Goal
cy: Dewiswch Nod Rhiant
gu: પિતૃ ધ્યેય પસંદ કરો
hy: Ընտրեք ծնողի նպատակը
is: Veldu næsta stig markmið
ka: Აირჩიეთ მშობლის მიზანი
km: ជ្រើសរើសគោលដៅមាតាបិតា
kn: ಪೋಷಕ ಗುರಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Ата-эне максатын тандаңыз
lo: ເລືອກເປົ້າໝາຍພໍ່ແມ່
pa: ਮਾਤਾ-ਪਿਤਾ ਦਾ ਟੀਚਾ ਚੁਣੋ
zu: Khetha Umgomo Womzali

# selectrequiredinfo
source: Please select all required information.
cy: Dewiswch yr holl wybodaeth ofynnol.
gu: કૃપા કરીને બધી જરૂરી માહિતી પસંદ કરો.
hy: Խնդրում ենք ընտրել բոլոր անհրաժեշտ տեղեկությունները:
is: Vinsamlegast veldu allar nauðsynlegar upplýsingar.
ka: Გთხოვთ, აირჩიოთ ყველა საჭირო ინფორმაცია.
km: សូមជ្រើសរើសព័ត៌មានដែលត្រូវការទាំងអស់។
kn: ದಯವಿಟ್ಟು ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ky: Сураныч, бардык керектүү маалыматты тандаңыз.
lo: ກະລຸນາເລືອກຂໍ້ມູນທີ່ຕ້ອງການທັງໝົດ.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੀ ਲੋੜੀਂਦੀ ਜਾਣਕਾਰੀ ਚੁਣੋ।
zu: Sicela ukhethe lonke ulwazi oludingekayo.

# selecttasktype
source: Please select task type.
cy: Dewiswch y math o dasg.
gu: કૃપા કરીને કાર્યનો પ્રકાર પસંદ કરો.
hy: Խնդրում ենք ընտրել առաջադրանքի տեսակը:
is: Vinsamlegast veldu tegund verks.
ka: Გთხოვთ, აირჩიოთ დავალების ტიპი.
km: សូមជ្រើសរើសប្រភេទកិច្ចការ។
kn: ದಯವಿಟ್ಟು ಕಾರ್ಯ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ky: Сураныч, тапшырманын түрүн тандаңыз.
lo: ກະລຸນາເລືອກປະເພດວຽກ.
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਜ ਦੀ ਕਿਸਮ ਚੁਣੋ।
zu: Sicela ukhethe uhlobo lomsebenzi.

source: Self
cy: Hunan
gu: સ્વ
hy: Ինքն
is: Sjálf
ka: Თვით
km: ខ្លួនឯង
kn: ಸ್ವಯಂ
ky: Өзүн
lo: ຕົນເອງ
pa: ਸਵੈ
zu: Uqobo lwakho

source: Sign up
cy: Cofrestru
gu: સાઇન અપ કરો
hy: Գրանցվել
is: Skráðu þig
ka: Დარეგისტრირდით
km: ចុះ​ឈ្មោះ
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
ky: Кирүү
lo: ລົງ​ທະ​ບຽນ
pa: ਸਾਇਨ ਅਪ
zu: Bhalisela

source: Sorry!
cy: Sori!
gu: માફ કરશો!
hy: Ներողություն!
is: Því miður!
ka: Ბოდიში!
km: សុំទោស!
kn: ಕ್ಷಮಿಸಿ!
ky: Кечиресиз!
lo: ຂໍ​ໂທດ!
pa: ਮਾਫ ਕਰਨਾ!
zu: Uxolo!

source: Submit
cy: Cyflwyno
gu: સબમિટ કરો
hy: Ներկայացնել
ka: Გაგზავნა
km: ដាក់ស្នើ
kn: ಸಲ್ಲಿಸು
ky: Тапшыруу
lo: ສົ່ງ
pa: ਜਮ੍ਹਾਂ ਕਰੋ
zu: Thumela

source: Task
cy: Tasg
gu: કાર્ય
hy: Առաջադրանք
is: Verkefni
ka: Დავალება
km: កិច្ចការ
kn: ಕಾರ್ಯ
ky: Тапшырма
lo: ວຽກງານ
pa: ਟਾਸਕ
zu: Umsebenzi

# taskdescriptionhint
source: Enter the description of the task
cy: Rhowch ddisgrifiad o'r dasg
gu: કાર્યનું વર્ણન દાખલ કરો
hy: Մուտքագրեք առաջադրանքի նկարագրությունը
is: Sláðu inn lýsingu á verkefninu
ka: Შეიყვანეთ დავალების აღწერა
km: បញ្ចូលការពិពណ៌នានៃកិច្ចការ
kn: ಕಾರ್ಯದ ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ
ky: Тапшырманын сүрөттөмөсүн киргизиңиз
lo: ໃສ່ຄຳອະທິບາຍຂອງໜ້າວຽກ
pa: ਕੰਮ ਦਾ ਵੇਰਵਾ ਦਰਜ ਕਰੋ
zu: Faka incazelo yomsebenzi

source: Task queue
cy: Ciw tasg
gu: કાર્ય કતાર
hy: Առաջադրանքների հերթ
is: Verkefnaröð
ka: Დავალების რიგი
km: ជួរកិច្ចការ
kn: ಟಾಸ್ಕ್ ಕ್ಯೂ
ky: Тапшырма кезеги
lo: ແຖວໜ້າວຽກ
pa: ਕਾਰਜ ਕਤਾਰ
zu: Ulayini womsebenzi

source: Tasks
cy: Tasgau
gu: કાર્યો
hy: Առաջադրանքներ
is: Verkefni
ka: Დავალებები
km: ភារកិច្ច
kn: ಕಾರ್ಯಗಳು
lo: ວຽກງານ
pa: ਕਾਰਜ
zu: Imisebenzi

# threedays
source: 3 days
cy: 3 diwrnod
gu: 3 દિવસ
hy: 3 օր
is: 3 dagar
ka: 3 დღე
km: 3 ថ្ងៃ
kn: 3 ದಿನಗಳು
ky: 3 күн
lo: 3 ມື້
pa: 3 ਦਿਨ
zu: 3 izinsuku

source: Timeframe
cy: Amserlen
gu: સમયમર્યાદા
hy: Ժամկետը
is: Tímarammi
ka: Ვადებში
km: ស៊ុមពេលវេលា
kn: ಕಾಲಮಿತಿಯೊಳಗೆ
ky: Убакыт
lo: ໄລ​ຍະ​ເວ​ລາ
pa: ਸਮਾ ਸੀਮਾ
zu: Ubude besikhathi

source: Time spent
cy: Amser a dreulir
gu: સમય પસાર કર્યો
hy: Ծախսված ժամանակը
is: Varið tíma
ka: Გატარებული დრო
km: ពេល​វេលា​ដែល​បាន​ចំណាយ
kn: ಸಮಯ ಕಳೆದಿದೆ
ky: Сарпталган убакыт
lo: ເວລາທີ່ໃຊ້
pa: ਸਮਾਂ ਬਿਤਾਇਆ
zu: Isikhathi esichithiwe

source: Time tracking
cy: Olrhain amser
gu: સમય ટ્રેકિંગ
hy: Ժամանակի հետևում
is: Tímamæling
ka: Დროის თვალყურის დევნება
km: ការតាមដានពេលវេលា
kn: ಸಮಯ ಟ್ರ್ಯಾಕಿಂಗ್
ky: Убакытты көзөмөлдөө
lo: ການຕິດຕາມເວລາ
pa: ਸਮਾਂ ਟਰੈਕਿੰਗ
zu: Ukulandelela isikhathi

source: Title
cy: Teitl
gu: શીર્ષક
hy: Կոչում
is: Titill
ka: Სათაური
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
lo: ຫົວຂໍ້
pa: ਸਿਰਲੇਖ
zu: Isihloko

# titlehinttxt
source: Schedule Team Meeting
cy: Trefnu Cyfarfod Tîm
gu: ટીમ મીટિંગ શેડ્યૂલ કરો
hy: Թիմային հանդիպման ժամանակացույցը
is: Skipuleggja hópfund
ka: Გუნდის შეხვედრის დაგეგმვა
km: កំណត់ពេលប្រជុំក្រុម
kn: ತಂಡದ ಸಭೆಯನ್ನು ನಿಗದಿಪಡಿಸಿ
ky: Командалык жолугушуунун тартиби
lo: ຈັດຕາຕະລາງການປະຊຸມທີມ
pa: ਟੀਮ ਮੀਟਿੰਗ ਦਾ ਸਮਾਂ ਤਹਿ ਕਰੋ
zu: Hlela Umhlangano Wethimba

source: Today
cy: Heddiw
gu: આજે
hy: Այսօր
is: Í dag
ka: Დღეს
km: ថ្ងៃនេះ
kn: ಇಂದು
ky: Бүгүн
lo: ມື້​ນີ້
pa: ਅੱਜ
zu: Namuhla

source: Today's Tasks
cy: Tasgau Heddiw
gu: આજના કાર્યો
hy: Այսօրվա առաջադրանքները
is: Verkefni Dagsins
ka: Დღევანდელი ამოცანები
km: កិច្ចការថ្ងៃនេះ
kn: ಇಂದಿನ ಕಾರ್ಯಗಳು
ky: Бүгүнкү милдеттер
lo: ວຽກງານຂອງມື້ນີ້
pa: ਅੱਜ ਦੇ ਕਾਰਜ
zu: Imisebenzi Yanamuhla

source: Type
cy: Math
gu: પ્રકાર
hy: Տիպ
is: Tegund
ka: Ტიპი
km: ប្រភេទ
kn: ಮಾದರಿ
lo: ປະເພດ
pa: ਟਾਈਪ ਕਰੋ
zu: Uhlobo

source: URL
zu: I-URL

source: Username
cy: Enw defnyddiwr
gu: વપરાશકર્તા નામ
hy: Օգտագործողի անունը
is: Notendanafn
ka: Მომხმარებლის სახელი
km: ឈ្មោះ​អ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಹೆಸರು
ky: Колдонуучунун аты
lo: ຊື່ຜູ້ໃຊ້
pa: ਯੂਜ਼ਰਨੇਮ
zu: Igama lomsebenzisi

source: Week
cy: Wythnos
gu: અઠવાડિયું
hy: Շաբաթ
is: Vika
ka: Კვირა
km: សប្តាហ៍
kn: ವಾರ
ky: Апта
lo: ອາທິດ
pa: ਹਫ਼ਤਾ
zu: Isonto

source: Work
cy: Gwaith
gu: કામ
hy: Աշխատանք
is: Vinna
ka: Მუშაობა
km: ការងារ
kn: ಕೆಲಸ
ky: Иш
lo: ເຮັດວຽກ
pa: ਕੰਮ
zu: Sebenza

source: Year
cy: Blwyddyn
gu: વર્ષ
hy: Տարի
is: Ár
ka: Წელიწადი
km: ឆ្នាំ
kn: ವರ್ಷ
ky: Жыл
lo: ປີ
pa: ਸਾਲ
zu: Unyaka

source: Yes, delete
cy: Ie, dileu
gu: હા, કાઢી નાખો
hy: Այո, ջնջել
is: Já, eyða
ka: Დიახ, წაშალეთ
km: បាទ លុប
kn: ಹೌದು, ಅಳಿಸಿ
ky: Ооба, жок кыл
lo: ແມ່ນແລ້ວ, ລຶບ
pa: ਹਾਂ, ਮਿਟਾਓ
zu: Yebo, susa
