Repository: joelmagoun/TaskRM
Catalog: lib/l10n/app_*.arb
Languages: cy, gu, hy, is, ka, km, kn, ky, lo, pa, zu

source: Add
cy: Ychwanegu
gu: ઉમેરો
hy: Ավելացնել
is: Bæta
ka: Დამატება
km: បន្ថែម
kn: ಸೇರಿಸಿ
ky: Кошуу
lo: ເພີ່ມ
pa: ਸ਼ਾਮਲ ਕਰੋ
zu: Engeza

source: Add connection
cy: Ychwanegu cysylltiad
gu: કનેક્શન ઉમેરો
hy: Ավելացնել կապ
is: Bæta við tengingu
ka: Კავშირის დამატება
km: បន្ថែមការតភ្ជាប់
kn: ಸಂಪರ್ಕವನ್ನು ಸೇರಿಸಿ
ky: Туташуу кошуу
lo: ເພີ່ມການເຊື່ອມຕໍ່
pa: ਕਨੈਕਸ਼ਨ ਜੋੜੋ
zu: Engeza uxhumano

source: Add Task
cy: Ychwanegu Tasg
gu: કાર્ય ઉમેરો
hy: Ավելացնել առաջադրանք
is: Bæta við verkefni
ka: Დავალების დამატება
km: បន្ថែមកិច្ចការ
kn: ಕಾರ್ಯವನ್ನು ಸೇರಿಸಿ
ky: Тапшырма кошуу
lo: ເພີ່ມໜ້າວຽກ
pa: ਕਾਰਜ ਸ਼ਾਮਲ ਕਰੋ
zu: Engeza Umsebenzi

# addtaskstxt
source: Add tasks by creating new ones or selecting from the queue.
cy: Ychwanegu tasgau trwy greu rhai newydd neu ddewis o'r ciw.
gu: નવા બનાવીને અથવા કતારમાંથી પસંદ કરીને કાર્યો ઉમેરો.
hy: Ավելացրեք առաջադրանքներ՝ ստեղծելով նորերը կամ ընտրելով հերթից:
is: Bættu við verkefnum með því að búa til ný eða velja úr röðinni.
ka: Დაამატეთ ამოცანები ახლის შექმნით ან რიგიდან არჩევით.
km: បន្ថែមកិច្ចការដោយបង្កើតការងារថ្មី ឬជ្រើសរើសពីជួរ។
kn: ಹೊಸದನ್ನು ರಚಿಸುವ ಮೂಲಕ ಅಥವಾ ಸರದಿಯಿಂದ ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ಕಾರ್ಯಗಳನ್ನು ಸೇರಿಸಿ.
ky: Жаңыларын түзүү же кезектен тандоо менен тапшырмаларды кошуңуз.
lo: ເພີ່ມໜ້າວຽກໂດຍການສ້າງອັນໃໝ່ ຫຼືເລືອກຈາກຄິວ.
pa: ਨਵੇਂ ਬਣਾ ਕੇ ਜਾਂ ਕਤਾਰ ਵਿੱਚੋਂ ਚੁਣ ਕੇ ਕਾਰਜ ਸ਼ਾਮਲ ਕਰੋ।
zu: Engeza imisebenzi ngokudala emisha noma ngokukhetha kulayini.

source: Add Time
cy: Ychwanegu Amser
gu: સમય ઉમેરો
hy: Ժամանակ ավելացնել
is: Bæta við tíma
ka: Დაამატეთ დრო
km: បន្ថែមម៉ោង
kn: ಸಮಯವನ್ನು ಸೇರಿಸಿ
ky: Убакыт кошуу
lo: ເພີ່ມເວລາ
pa: ਸਮਾਂ ਸ਼ਾਮਲ ਕਰੋ
zu: Engeza Isikhathi

# alreadyhaveacct
source: Already have an account?
cy: Oes gennych chi gyfrif yn barod?
gu: પહેલેથી એકાઉન્ટ છે?
hy: Արդեն ունեք հաշիվ?
is: Ertu nú þegar með reikning?
ka: Უკვე გაქვთ ანგარიში?
km: មានគណនីរួចហើយ?
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರ?
ky: Каттоо эсебиңиз барбы?
lo: ມີບັນຊີຢູ່ແລ້ວບໍ?
pa: ਕੀ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਖਾਤਾ ਹੈ?
zu: Usuvele unayo i-akhawunti?

source: API key
cy: Allwedd API
gu: API કી
hy: API բանալի
is: API lykill
ka: API გასაღები
km: សោ API
kn: API ಕೀ
ky: API ачкычы
lo: ລະຫັດ API
pa: API ਕੁੰਜੀ
zu: Ukhiye we-API

source: Apply
cy: Ymgeisiwch
gu: અરજી કરો
hy: Դիմել
ka: Მიმართეთ
km: អនុវត្ត
kn: ಅನ್ವಯಿಸು
ky: Колдонуу
lo: ສະໝັກ
pa: ਲਾਗੂ ਕਰੋ
zu: Faka isicelo

source: Are you sure?
cy: Wyt ti'n siwr?
gu: શું તમને ખાતરી છે?
hy: Համոզված ես?
is: Ertu viss?
ka: Დარწმუნებული ხარ?
km: តើ​អ្នក​ប្រាកដ​ឬ​អត់?
kn: ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?
ky: Ишенесиңби?
lo: ເຈົ້າ​ແນ່​ໃຈ​ບໍ່?
pa: ਤੁਹਾਨੂੰ ਪੂਰਾ ਵਿਸ਼ਵਾਸ ਹੈ?
zu: Uqinisekile?

source: Back
cy: Yn ol
gu: પાછળ
hy: Ետ
is: Til baka
ka: Უკან
km: ត្រឡប់មកវិញ
kn: ಹಿಂದೆ
ky: Артка
lo: ກັບຄືນໄປບ່ອນ
pa: ਵਾਪਸ
zu: Emuva

source: Camera
gu: કેમેરા
hy: Տեսախցիկ
is: Myndavél
ka: Კამერა
km: កាមេរ៉ា
kn: ಕ್ಯಾಮೆರಾ
ky: Камера
lo: ກ້ອງ​ຖ່າຍ​ຮູບ
pa: ਕੈਮਰਾ
zu: Ikhamera

source: Cancel
cy: Canslo
gu: રદ કરો
hy: Չեղարկել
is: Hætta við
ka: Გაუქმება
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ky: Жокко чыгаруу
lo: ຍົກເລີກ
pa: ਰੱਦ ਕਰੋ
zu: Khansela

source: Change
cy: Newid
gu: બદલો
hy: Փոփոխություն
is: Breyta
ka: Შეცვლა
km: ផ្លាស់ប្តូរ
kn: ಬದಲಾವಣೆ
ky: Өзгөртүү
lo: ປ່ຽນແປງ
pa: ਬਦਲੋ
zu: Shintsha

source: Complete Goal
cy: Nod Cyflawn
gu: પૂર્ણ ધ્યેય
hy: Ամբողջական նպատակ
is: Kláraðu markmiðið
ka: Სრული მიზანი
km: គោលដៅពេញលេញ
kn: ಸಂಪೂರ್ಣ ಗುರಿ
ky: Толук Максат
lo: ສຳເລັດເປົ້າໝາຍ
pa: ਪੂਰਾ ਟੀਚਾ
zu: Qedela Umgomo

source: Complete Task
cy: Cwblhau Tasg
gu: પૂર્ણ કાર્ય
hy: Ավարտել առաջադրանքը
is: Ljúktu við verkefni
ka: Დაასრულეთ დავალება
km: បំពេញកិច្ចការ
kn: ಕಾರ್ಯವನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ
ky: Толук тапшырма
lo: ເຮັດສຳເລັດໜ້າວຽກ
pa: ਪੂਰਾ ਕੰਮ
zu: Qedela Umsebenzi

source: Connections
cy: Cysylltiadau
gu: જોડાણો
hy: Միացումներ
is: Tengingar
ka: Კავშირები
km: ការតភ្ជាប់
kn: ಸಂಪರ್ಕಗಳು
ky: Байланыштар
lo: ການເຊື່ອມຕໍ່
pa: ਕਨੈਕਸ਼ਨ
zu: Ukuxhumana

source: Create Account
cy: Creu cyfrif
gu: ખાતું બનાવો
hy: Գրանցվել
is: Stofna reikning
ka: Შექმენი ანგარიში
km: បង្កើតគណនី
kn: ಖಾತೆ ತೆರೆ
ky: Эсеп түзүү
lo: ສ້າງ​ບັນ​ຊີ
pa: ਖਾਤਾ ਬਣਾਉ
zu: Yenza i-akhawunti

source: Delete
cy: Dileu
gu: કાઢી નાખો
hy: Ջնջել
is: Eyða
ka: Წაშლა
km: លុប
kn: ಅಳಿಸಿ
ky: Жок кылуу
lo: ລຶບ
pa: ਮਿਟਾਓ
zu: Susa

source: Delete connection
cy: Dileu cysylltiad
gu: કનેક્શન કાઢી નાખો
hy: Ջնջել կապը
is: Eyða tengingu
ka: Კავშირის წაშლა
km: លុបការតភ្ជាប់
kn: ಸಂಪರ್ಕವನ್ನು ಅಳಿಸಿ
ky: Байланышты өчүрүү
lo: ລຶບການເຊື່ອມຕໍ່
pa: ਕਨੈਕਸ਼ਨ ਮਿਟਾਓ
zu: Susa uxhumano

source: Delete profile photo
cy: Dileu llun proffil
gu: પ્રોફાઇલ ફોટો કાઢી નાખો
hy: Ջնջել պրոֆիլի լուսանկարը
is: Eyða prófílmynd
ka: Პროფილის ფოტოს წაშლა
km: លុបរូបថតកម្រងព័ត៌មាន
kn: ಪ್ರೊಫೈಲ್ ಫೋಟೋ ಅಳಿಸಿ
ky: Профиль сүрөтүн жок кылуу
lo: ລຶບຮູບໂປຣໄຟລ໌
pa: ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ ਮਿਟਾਓ
zu: Susa isithombe sephrofayela

source: Description
cy: Disgrifiad
gu: વર્ણન
hy: Նկարագրություն
is: Lýsing
ka: Აღწერა
km: ការពិពណ៌នា
kn: ವಿವರಣೆ
lo: ລາຍລະອຽດ
pa: ਵਰਣਨ
zu: Incazelo

# descriptiontxt
source: Description goes here
cy: Disgrifiad yn mynd yma
gu: વર્ણન અહીં જાય છે
hy: Նկարագրությունը գնում է այստեղ
is: Lýsing fer hér
ka: Აღწერა მიდის აქ
km: ការពិពណ៌នាទៅទីនេះ
kn: ವಿವರಣೆ ಇಲ್ಲಿ ಹೋಗುತ್ತದೆ
ky: Сүрөттөмө бул жерде
lo: ລາຍ​ລະ​ອຽດ​ໄປ​ທີ່​ນີ້​
pa: ਵਰਣਨ ਇੱਥੇ ਜਾਂਦਾ ਹੈ
zu: Incazelo iza lapha

# donthaveacct
source: Don’t have an account?
cy: Dim cyfrif?
gu: ખાતું નથી?
hy: Չունե՞ք հաշիվ:
is: Ertu ekki með reikning?
ka: Არ გაქვთ ანგარიში?
km: មិនមានគណនីមែនទេ?
kn: ಖಾತೆ ಇಲ್ಲವೇ?
ky: Каттоо эсебиңиз жокпу?
lo: ບໍ່ມີບັນຊີບໍ?
pa: ਕੀ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?
zu: Awunayo i-akhawunti?

source: Edit
cy: Golygu
gu: સંપાદિત કરો
hy: Խմբագրել
is: Breyta
ka: Რედაქტირება
km: កែសម្រួល
kn: ತಿದ್ದು
ky: Түзөтүү
lo: ແກ້ໄຂ
pa: ਸੰਪਾਦਿਤ ਕਰੋ
zu: Hlela

source: Edit connection
cy: Golygu cysylltiad
gu: કનેક્શન સંપાદિત કરો
hy: Խմբագրել կապը
is: Breyta tengingu
ka: Კავშირის რედაქტირება
km: កែសម្រួលការតភ្ជាប់
kn: ಸಂಪರ್ಕವನ್ನು ಸಂಪಾದಿಸಿ
ky: Туташууну түзөтүү
lo: ແກ້ໄຂການເຊື່ອມຕໍ່
pa: ਕਨੈਕਸ਼ਨ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
zu: Hlela uxhumano

source: Edit Goal
cy: Golygu Nod
gu: ધ્યેય સંપાદિત કરો
hy: Խմբագրել նպատակը
is: Breyta Markmiðinu
ka: Მიზნის რედაქტირება
km: កែសម្រួលគោលដៅ
kn: ಗುರಿ ಸಂಪಾದಿಸಿ
ky: Максатты түзөтүү
lo: ແກ້ໄຂເປົ້າໝາຍ
pa: ਟੀਚਾ ਸੰਪਾਦਿਤ ਕਰੋ
zu: Hlela Umgomo

source: Edit profile details
cy: Golygu manylion proffil
gu: પ્રોફાઇલ વિગતો સંપાદિત કરો
hy: Խմբագրել պրոֆիլի մանրամասները
is: Breyttu prófílinn
ka: Პროფილის დეტალების რედაქტირება
km: កែសម្រួលព័ត៌មានលម្អិតនៃកម្រងព័ត៌មាន
kn: ಪ್ರೊಫೈಲ್ ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ
ky: Профиль чоо-жайын түзөтүү
lo: ແກ້ໄຂລາຍລະອຽດໂປຣໄຟລ໌
pa: ਪ੍ਰੋਫਾਈਲ ਵੇਰਵਿਆਂ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
zu: Hlela imininingwane yephrofayela

source: Edit task
cy: Golygu tasg
gu: કાર્ય સંપાદિત કરો
hy: Խմբագրել առաջադրանքը
is: Breyta verkefni
ka: Დავალების რედაქტირება
km: កែសម្រួលកិច្ចការ
kn: ಕಾರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ
ky: Тапшырма түзөт
lo: ແກ້ໄຂໜ້າວຽກ
pa: ਕਾਰਜ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
zu: Hlela umsebenzi

source: Email
cy: Ebost
gu: ઈમેલ
hy: Էլ
is: Netfang
ka: Ელფოსტა
km: អ៊ីមែល
kn: ಇಮೇಲ್
lo: ອີເມວ
pa: ਈ - ਮੇਲ
zu: I-imeyili

# emptygoalssubtitle
source: Add your personal and work goals to begin working on them.
cy: Ychwanegwch eich nodau personol a gwaith i ddechrau gweithio arnynt.
gu: તેમના પર કામ કરવાનું શરૂ કરવા માટે તમારા વ્યક્તિગત અને કાર્ય લક્ષ્યો ઉમેરો.
hy: Ավելացրեք ձեր անձնական և աշխատանքային նպատակները՝ դրանց վրա աշխատելու համար:
is: Bættu við persónulegum og vinnumarkmiðum þínum til að byrja að vinna að þeim.
ka: Დაამატეთ თქვენი პირადი და სამუშაო მიზნები, რომ დაიწყოთ მათზე მუშაობა.
km: បន្ថែមគោលដៅផ្ទាល់ខ្លួន និងការងាររបស់អ្នក ដើម្បីចាប់ផ្តើមធ្វើការលើពួកគេ។
kn: ಕೆಲಸ ಮಾಡಲು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮತ್ತು ಕೆಲಸದ ಗುರಿಗಳನ್ನು ಸೇರಿಸಿ.
ky: Алардын үстүндө иштөө үчүн жеке жана жумуш максаттарыңызды кошуңуз.
lo: ເພີ່ມເປົ້າໝາຍສ່ວນຕົວ ແລະວຽກຂອງເຈົ້າເພື່ອເລີ່ມເຮັດວຽກກັບພວກມັນ.
pa: ਉਹਨਾਂ 'ਤੇ ਕੰਮ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣੇ ਨਿੱਜੀ ਅਤੇ ਕੰਮ ਦੇ ਟੀਚਿਆਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ।
zu: Engeza imigomo yakho siqu neyomsebenzi ukuze uqale ukusebenza ngayo.

# emptygoalstitle
source: What do you aspire to achieve?
cy: Beth ydych chi'n anelu at ei gyflawni?
gu: તમે શું હાંસલ કરવા ઈચ્છો છો?
hy: Ինչի՞ եք ձգտում հասնել:
is: Hverju stefnir þú á að ná?
ka: Რის მიღწევას ისწრაფვით?
km: តើអ្នកប្រាថ្នាចង់បានអ្វី?
kn: ನೀವು ಏನನ್ನು ಸಾಧಿಸಲು ಬಯಸುತ್ತೀರಿ?
ky: Сиз эмнеге жетишүүгө умтуласыз?
lo: ເຈົ້າປາດຖະໜາຢາກບັນລຸຫຍັງ?
pa: ਤੁਸੀਂ ਕੀ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਇੱਛਾ ਰੱਖਦੇ ਹੋ?
zu: Yini ofisa ukuyizuza?

# emptyjirasubtitlepersonal
source: All tasks of the type 'Personal' will be linked to this Jira address.
cy: Bydd pob tasg o'r math 'Personol' yn gysylltiedig â'r cyfeiriad Jira hwn.
gu: 'વ્યક્તિગત' પ્રકારના તમામ કાર્યો આ જીરા સરનામા સાથે લિંક કરવામાં આવશે.
hy: «Անձնական» տեսակի բոլոր առաջադրանքները կկապվեն այս Jira հասցեին:
is: Öll verkefni af gerðinni 'Persónuleg' verða tengd þessu Jira heimilisfangi.
ka: „პირადი“ ტიპის ყველა დავალება მიბმული იქნება ამ ჯირას მისამართთან.
km: កិច្ចការទាំងអស់នៃប្រភេទ 'ផ្ទាល់ខ្លួន' នឹងត្រូវបានភ្ជាប់ទៅអាសយដ្ឋាន Jira នេះ។
kn: 'ವೈಯಕ್ತಿಕ' ಪ್ರಕಾರದ ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಈ ಜಿರಾ ವಿಳಾಸಕ್ಕೆ ಲಿಂಕ್ ಮಾಡಲಾಗುತ್ತದೆ.
ky: "Жеке" түрүндөгү бардык тапшырмалар ушул Jira дареги менен байланыштырылат.
lo: ວຽກງານທັງໝົດຂອງປະເພດ 'ສ່ວນຕົວ' ຈະຖືກເຊື່ອມໂຍງກັບທີ່ຢູ່ Jira ນີ້.
pa: 'ਪਰਸਨਲ' ਕਿਸਮ ਦੇ ਸਾਰੇ ਕੰਮ ਇਸ ਜੀਰਾ ਪਤੇ ਨਾਲ ਜੁੜੇ ਹੋਣਗੇ।
zu: Yonke imisebenzi yohlobo oluthi 'Okomuntu siqu' izoxhunywa kuleli kheli le-Jira.

# emptyjirasubtitleself
source: All tasks of the type 'Self' will be linked to this Jira address.
cy: Bydd pob tasg o'r math 'Hunan' yn gysylltiedig â'r cyfeiriad Jira hwn.
gu: 'Self' પ્રકારના તમામ કાર્યો આ જીરા એડ્રેસ સાથે લિંક કરવામાં આવશે.
hy: «Ես» տեսակի բոլոր առաջադրանքները կկապվեն այս Jira հասցեին:
is: Öll verkefni af gerðinni 'Sjálf' verða tengd þessu Jira heimilisfangi.
ka: Ყველა დავალება ტიპის "Self" იქნება დაკავშირებული ამ Jira მისამართთან.
km: កិច្ចការទាំងអស់នៃប្រភេទ 'ខ្លួនឯង' នឹងត្រូវបានភ្ជាប់ទៅអាសយដ្ឋាន Jira នេះ។
kn: 'ಸ್ವಯಂ' ಪ್ರಕಾರದ ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಈ ಜಿರಾ ವಿಳಾಸಕ್ಕೆ ಲಿಂಕ್ ಮಾಡಲಾಗುತ್ತದೆ.
ky: "Өзүм" түрүндөгү бардык тапшырмалар ушул Jira дареги менен байланыштырылат.
lo: ວຽກງານທັງໝົດຂອງປະເພດ 'ຕົນເອງ' ຈະຖືກເຊື່ອມໂຍງກັບທີ່ຢູ່ Jira ນີ້.
pa: 'ਸਵੈ' ਕਿਸਮ ਦੇ ਸਾਰੇ ਕਾਰਜ ਇਸ ਜੀਰਾ ਪਤੇ ਨਾਲ ਜੁੜੇ ਹੋਣਗੇ।
zu: Yonke imisebenzi yohlobo lwe-'Self' izoxhunywa kuleli kheli le-Jira.

# emptyjirasubtitlework
source: All tasks of the type 'Work' will be linked to this Jira address.
cy: Bydd pob tasg o'r math 'Gwaith' yn gysylltiedig â'r cyfeiriad Jira hwn.
gu: 'વર્ક' પ્રકારના તમામ કાર્યો આ જીરા સરનામા સાથે લિંક કરવામાં આવશે.
hy: «Աշխատանք» տեսակի բոլոր առաջադրանքները կկապվեն այս Jira հասցեին:
is: Öll verkefni af gerðinni 'Vinna' verða tengd þessu Jira heimilisfangi.
ka: „სამუშაო“ ტიპის ყველა დავალება მიბმული იქნება ამ ჯირას მისამართთან.
km: កិច្ចការទាំងអស់នៃប្រភេទ 'ការងារ' នឹងត្រូវបានភ្ជាប់ទៅអាសយដ្ឋាន Jira នេះ។
kn: 'ವರ್ಕ್' ಪ್ರಕಾರದ ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಈ ಜಿರಾ ವಿಳಾಸಕ್ಕೆ ಲಿಂಕ್ ಮಾಡಲಾಗುತ್ತದೆ.
ky: "Жумуш" түрүндөгү бардык тапшырмалар ушул Jira дарегине байланыштырылат.
lo: ວຽກງານທັງໝົດຂອງປະເພດ 'ວຽກ' ຈະຖືກເຊື່ອມໂຍງກັບທີ່ຢູ່ Jira ນີ້.
pa: 'ਵਰਕ' ਕਿਸਮ ਦੇ ਸਾਰੇ ਕੰਮ ਇਸ ਜੀਰਾ ਪਤੇ ਨਾਲ ਜੁੜੇ ਹੋਣਗੇ।
zu: Yonke imisebenzi yohlobo oluthi 'Umsebenzi' izoxhunywa kuleli kheli le-Jira.

# emptyjiratitle
source: Add Jira link
cy: Ychwanegu dolen Jira
gu: જીરા લિંક ઉમેરો
hy: Ավելացրեք Jira հղումը
is: Bættu við Jira hlekk
ka: Დაამატეთ Jira ბმული
km: បន្ថែមតំណ Jira
kn: ಜಿರಾ ಲಿಂಕ್ ಸೇರಿಸಿ
ky: Jira шилтемесин кошуңуз
lo: ເພີ່ມການເຊື່ອມຕໍ່ Jira
pa: ਜੀਰਾ ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ
zu: Engeza isixhumanisi se-Jira

# encryptionintrotxt
source: This pattern enables you to recall your data in case of phone loss.
cy: Mae'r patrwm hwn yn eich galluogi i adalw eich data rhag ofn colli ffôn.
gu: આ પેટર્ન તમને ફોન ખોવાઈ જવાના કિસ્સામાં તમારો ડેટા રિકોલ કરવામાં સક્ષમ બનાવે છે.
hy: Այս օրինաչափությունը թույլ է տալիս հետ կանչել ձեր տվյալները հեռախոսի կորստի դեպքում:
is: Þetta mynstur gerir þér kleift að muna gögnin þín ef sími tapast.
ka: Ეს ნიმუში საშუალებას გაძლევთ გაიხსენოთ თქვენი მონაცემები ტელეფონის დაკარგვის შემთხვევაში.
km: គំរូនេះអាចឱ្យអ្នករំលឹកឡើងវិញនូវទិន្នន័យរបស់អ្នកក្នុងករណីបាត់បង់ទូរស័ព្ទ។
kn: ಫೋನ್ ನಷ್ಟದ ಸಂದರ್ಭದಲ್ಲಿ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಮರುಪಡೆಯಲು ಈ ಮಾದರಿಯು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.
ky: Бул үлгү телефон жоголгон учурда маалыматыңызды кайра чакыртып алууга мүмкүнчүлүк берет.
lo: ຮູບແບບນີ້ຊ່ວຍໃຫ້ທ່ານສາມາດຈື່ຈໍາຂໍ້ມູນຂອງທ່ານໃນກໍລະນີຂອງການສູນເສຍໂທລະສັບ.
pa: ਇਹ ਪੈਟਰਨ ਤੁਹਾਨੂੰ ਫ਼ੋਨ ਗੁਆਚਣ ਦੀ ਸਥਿਤੀ ਵਿੱਚ ਤੁਹਾਡੇ ਡੇਟਾ ਨੂੰ ਯਾਦ ਕਰਨ ਦੇ ਯੋਗ ਬਣਾਉਂਦਾ ਹੈ।
zu: Le phethini ikuvumela ukuthi ukhumbule idatha yakho uma ulahlekelwa ifoni.

source: Encryption key
cy: Allwedd amgryptio
gu: એન્ક્રિપ્શન કી
hy: Գաղտնագրման բանալի
is: Dulkóðunarlykill
ka: Დაშიფვრის გასაღები
km: លេខកូដសម្ងាត់
kn: ಗೂಢಲಿಪೀಕರಣ ಕೀ
ky: Шифрлөө ачкычы
lo: ລະຫັດການເຂົ້າລະຫັດ
pa: ਐਨਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ
zu: Ukhiye wokubethela

source: Feed
cy: Porthiant
gu: ફીડ
hy: Կերակրել
is: Straumur
ka: Შესანახი
km: ចំណី
kn: ಫೀಡ್
lo: ອາຫານ
pa: ਫੀਡ
zu: Okuphakelayo

source: Filters
cy: Hidlau
gu: ફિલ્ટર્સ
hy: Զտիչներ
is: Síur
ka: Ფილტრები
km: តម្រង
kn: ಶೋಧಕಗಳು
ky: Чыпкалар
lo: ການກັ່ນຕອງ
pa: ਫਿਲਟਰ
zu: Izihlungi

source: Forgot password?
cy: Wedi anghofio cyfrinair?
gu: પાસવર્ડ ભૂલી ગયા છો?
hy: Մոռացել եք գաղտնաբառը?
is: Gleymt lykilorð?
ka: Დაგავიწყდა შენი პაროლი?
km: ភ្លេច​លេខសំងាត់​?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ?
ky: Сырсөздү унуттуңузбу?
lo: ລືມລະຫັດຜ່ານ?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
zu: Ukhohlwe iphasiwedi?

source: Fortnight
cy: Pythefnos
gu: પખવાડિયું
hy: Երկու շաբաթ
is: Hálfsmánaðarlega
ka: Ორკვირიანი
km: ពីរសប្តាហ៍
kn: ಹದಿನೈದು ದಿನ
ky: Эки жума
lo: ອາທິດ
pa: ਪੰਦਰਵਾੜਾ
zu: Ngobusuku obubili

source: Gallery
cy: Oriel
gu: ગેલેરી
hy: Պատկերասրահ
is: Gallerí
ka: Გალერეა
km: វិចិត្រសាល
kn: ಗ್ಯಾಲರಿ
ky: Галерея
lo: ຄັງຮູບ
pa: ਗੈਲਰੀ
zu: Igalari

source: Goal
cy: Gôl
gu: ધ્યેય
hy: Նպատակ
is: Markmið
ka: Მიზანი
km: គោលដៅ
kn: ಗುರಿ
ky: Максат
lo: ເປົ້າໝາຍ
pa: ਟੀਚਾ
zu: Igoli

source: Goals
cy: Nodau
gu: ગોલ
hy: Նպատակներ
is: Markmið
ka: Მიზნები
km: គោលដៅ
kn: ಗುರಿಗಳು
ky: Максаттар
lo: ເປົ້າໝາຍ
pa: ਟੀਚੇ
zu: Imigomo

# gobacktxt
source: Go back, then add new tasks
cy: Ewch yn ôl, yna ychwanegwch dasgau newydd
gu: પાછા જાઓ, પછી નવા કાર્યો ઉમેરો
hy: Վերադարձեք, ապա ավելացրեք նոր առաջադրանքներ
is: Farðu til baka og bættu svo við nýjum verkefnum
ka: Დაბრუნდით უკან, შემდეგ დაამატეთ ახალი ამოცანები
km: ត្រឡប់ទៅវិញ បន្ទាប់មកបន្ថែមកិច្ចការថ្មី។
kn: ಹಿಂತಿರುಗಿ, ನಂತರ ಹೊಸ ಕಾರ್ಯಗಳನ್ನು ಸೇರಿಸಿ
ky: Артка кайтып, анан жаңы тапшырмаларды кошуңуз
lo: ກັບໄປ, ຈາກນັ້ນເພີ່ມໜ້າວຽກໃໝ່
pa: ਵਾਪਸ ਜਾਓ, ਫਿਰ ਨਵੇਂ ਕਾਰਜ ਸ਼ਾਮਲ ਕਰੋ
zu: Buyela emuva, bese wengeza imisebenzi emisha

source: Home
cy: Cartref
gu: ઘર
hy: Տուն
is: Heima
ka: Მთავარი
km: ផ្ទះ
kn: ಮನೆ
ky: Үй
lo: ບ້ານ
pa: ਘਰ
zu: Ikhaya

# jiraconns
source: Jira Connections
cy: Cysylltiad Jira
gu: જીરા જોડાણો
is: Jira Tengingar
ka: Jira კავშირები
km: ការតភ្ជាប់ Jira
kn: ಜಿರಾ ಸಂಪರ್ಕಗಳು
lo: ການເຊື່ອມຕໍ່ Jira
pa: ਜੀਰਾ ਕਨੈਕਸ਼ਨ
zu: Izixhumanisi zeJira

# jirasubtitlepersonal
source: All tasks of the type 'Personal' are linked to this Jira address.
cy: Mae pob tasg o'r math 'Personol' yn gysylltiedig â'r cyfeiriad Jira hwn.
gu: 'વ્યક્તિગત' પ્રકારના તમામ કાર્યો આ જીરા સરનામા સાથે જોડાયેલા છે.
hy: «Անձնական» տեսակի բոլոր առաջադրանքները կապված են այս Jira հասցեին:
is: Öll verkefni af gerðinni 'Persónuleg' eru tengd þessu Jira heimilisfangi.
ka: „პირადი“ ტიპის ყველა დავალება დაკავშირებულია ამ ჯირას მისამართთან.
km: កិច្ចការទាំងអស់នៃប្រភេទ 'ផ្ទាល់ខ្លួន' ត្រូវបានភ្ជាប់ទៅអាសយដ្ឋាន Jira នេះ។
kn: 'ವೈಯಕ್ತಿಕ' ಪ್ರಕಾರದ ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಈ ಜಿರಾ ವಿಳಾಸಕ್ಕೆ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ.
ky: "Жеке" түрүндөгү бардык тапшырмалар ушул Jira дареги менен байланышкан.
lo: ວຽກງານທັງໝົດຂອງປະເພດ 'ສ່ວນຕົວ' ແມ່ນເຊື່ອມໂຍງກັບທີ່ຢູ່ Jira ນີ້.
pa: 'ਪਰਸਨਲ' ਕਿਸਮ ਦੇ ਸਾਰੇ ਕੰਮ ਇਸ ਜੀਰਾ ਪਤੇ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ।
zu: Yonke imisebenzi yohlobo 'Yomuntu Siqu' ixhunywe kuleli kheli le-Jira.

# jirasubtitleself
source: All tasks of the type 'Self' are linked to this Jira address.
cy: Mae pob tasg o'r math 'Hunan' yn gysylltiedig â'r cyfeiriad Jira hwn.
gu: 'સ્વ' પ્રકારના તમામ કાર્યો આ જીરા સરનામા સાથે જોડાયેલા છે.
hy: «Ես» տեսակի բոլոր առաջադրանքները կապված են այս Jira հասցեի հետ:
is: Öll verkefni af gerðinni 'Sjálf' eru tengd þessu Jira heimilisfangi.
ka: Ყველა დავალება ტიპის 'Self' უკავშირდება ამ Jira მისამართს.
km: កិច្ចការទាំងអស់នៃប្រភេទ 'ខ្លួនឯង' ត្រូវបានភ្ជាប់ទៅអាសយដ្ឋាន Jira នេះ។
kn: 'ಸ್ವಯಂ' ಪ್ರಕಾರದ ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಈ ಜಿರಾ ವಿಳಾಸಕ್ಕೆ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ.
ky: 'Self' түрүндөгү бардык тапшырмалар ушул Jira дареги менен байланышкан.
lo: ວຽກງານທັງໝົດຂອງປະເພດ 'ຕົນເອງ' ແມ່ນເຊື່ອມຕໍ່ກັບທີ່ຢູ່ Jira ນີ້.
pa: ‘ਸਵੈ’ ਕਿਸਮ ਦੇ ਸਾਰੇ ਕਾਰਜ ਇਸ ਜੀਰਾ ਪਤੇ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ।
zu: Yonke imisebenzi yohlobo lwe-'Self' ixhunywe kuleli kheli le-Jira.

# jirasubtitlework
source: All tasks of the type 'Work' are linked to this Jira address.
cy: Mae pob tasg o'r math 'Gwaith' yn gysylltiedig â'r cyfeiriad Jira hwn.
gu: 'વર્ક' પ્રકારના તમામ કાર્યો આ જીરા સરનામા સાથે જોડાયેલા છે.
hy: «Աշխատանք» տեսակի բոլոր առաջադրանքները կապված են այս Jira հասցեին:
is: Öll verkefni af gerðinni 'Vinna' eru tengd þessu Jira heimilisfangi.
ka: "სამუშაო" ტიპის ყველა დავალება მიბმულია ამ Jira მისამართით.
km: កិច្ចការទាំងអស់នៃប្រភេទ 'ការងារ' ត្រូវបានភ្ជាប់ទៅអាសយដ្ឋាន Jira នេះ។
kn: 'ವರ್ಕ್' ಪ್ರಕಾರದ ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಈ ಜಿರಾ ವಿಳಾಸಕ್ಕೆ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ.
ky: "Жумуш" түрүндөгү бардык тапшырмалар ушул Jira дареги менен байланышкан.
lo: ວຽກງານທັງໝົດຂອງປະເພດ 'ວຽກ' ແມ່ນເຊື່ອມໂຍງກັບທີ່ຢູ່ Jira ນີ້.
pa: 'ਵਰਕ' ਕਿਸਮ ਦੇ ਸਾਰੇ ਕੰਮ ਇਸ ਜੀਰਾ ਪਤੇ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ।
zu: Yonke imisebenzi yohlobo 'Yomsebenzi' ixhunywe kuleli kheli le-Jira.

source: Journal
cy: Dyddlyfr
gu: જર્નલ
hy: Ամսագիր
is: Dagbók
ka: Ჟურნალი
km: ទិនានុប្បវត្តិ
kn: ಜರ್ನಲ್
ky: Журнал
lo: ວາລະສານ
pa: ਰਸਾਲਾ
zu: Ijenali

source: Language
cy: Iaith
gu: ભાષા
hy: Լեզու
is: Tungumál
ka: Ენა
km: ភាសា
kn: ಭಾಷೆ
ky: Тил
lo: ພາສາ
pa: ਭਾਸ਼ਾ
zu: Ulimi

source: Last activity
cy: Gweithgaredd olaf
gu: છેલ્લી પ્રવૃત્તિ
hy: Վերջին գործունեությունը
is: Síðasta athöfn
ka: Ბოლო აქტივობა
km: សកម្មភាពចុងក្រោយ
kn: ಕೊನೆಯ ಚಟುವಟಿಕೆ
ky: Акыркы аракет
lo: ການເຄື່ອນໄຫວຫຼ້າສຸດ
pa: ਪਿਛਲੀ ਗਤੀਵਿਧੀ
zu: Umsebenzi wokugcina

source: Learn new skill
cy: Dysgwch sgil newydd
gu: નવું કૌશલ્ય શીખો
hy: Սովորեք նոր հմտություն
is: Lærðu nýja færni
ka: Ისწავლეთ ახალი უნარი
km: រៀនជំនាញថ្មី។
kn: ಹೊಸ ಕೌಶಲ್ಯವನ್ನು ಕಲಿಯಿರಿ
ky: Жаңы жөндөмдү үйрөн
lo: ຮຽນຮູ້ທັກສະໃຫມ່
pa: ਨਵਾਂ ਹੁਨਰ ਸਿੱਖੋ
zu: Funda ikhono elisha

source: Log in
cy: Mewngofnodi
gu: પ્રવેશ કરો
hy: Մուտք գործեք
is: Skrá inn
ka: Შესვლა
km: ចូល
kn: ಲಾಗ್ ಇನ್ ಮಾಡಿ
ky: Кириңиз
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
pa: ਲਾਗਿਨ
zu: Ngena ngemvume

source: Log me out
cy: Allgofnodwch fi allan
gu: મને લોગ આઉટ કરો
hy: Դուրս գրիր ինձ
is: Skráðu mig út
ka: Გამომყავი
km: ចេញពីខ្ញុំ
kn: ನನ್ನನ್ನು ಲಾಗ್ ಔಟ್ ಮಾಡಿ
ky: Менден чык
lo: ອອກຈາກລະບົບຂ້ອຍ
pa: ਮੈਨੂੰ ਲੌਗ ਆਊਟ ਕਰੋ
zu: Ngikhiphe

source: Log Out
cy: Allgofnodi
gu: લૉગ આઉટ
hy: Դուրս գալ
is: Skrá út
ka: Გასვლა
km: ចាកចេញ
kn: ಲಾಗ್ ಔಟ್
ky: Чыгуу
lo: ອອກ​ຈາກ​ລະ​ບົບ
pa: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
zu: Phuma

# longpresstxt
source: Long press a task to move it to today’s list
cy: Pwyswch yn hir ar dasg i'w symud i'r rhestr heddiw
gu: કાર્યને આજની સૂચિમાં ખસેડવા માટે લાંબા સમય સુધી દબાવો
hy: Երկար սեղմեք առաջադրանքը՝ այն այսօրվա ցուցակ տեղափոխելու համար
is: Ýttu lengi á verkefni til að færa það á listann í dag
ka: Დიდხანს დააჭირეთ ამოცანას, რომ გადაიტანოთ იგი დღევანდელ სიაში
km: ចុចឱ្យយូរដើម្បីផ្លាស់ទីវាទៅបញ្ជីថ្ងៃនេះ
kn: ಕಾರ್ಯವನ್ನು ಇಂದಿನ ಪಟ್ಟಿಗೆ ಸರಿಸಲು ದೀರ್ಘವಾಗಿ ಒತ್ತಿರಿ
ky: Тапшырманы бүгүнкү тизмеге жылдыруу үчүн көпкө басып туруңуз
lo: ກົດປຸ່ມໜ້າວຽກຄ້າງໄວ້ເພື່ອຍ້າຍມັນໄປຫາລາຍການຂອງມື້ນີ້
pa: ਕਿਸੇ ਕਾਰਜ ਨੂੰ ਅੱਜ ਦੀ ਸੂਚੀ ਵਿੱਚ ਲਿਜਾਣ ਲਈ ਦੇਰ ਤੱਕ ਦਬਾਓ
zu: Cindezela isikhathi eside umsebenzi ukuze uwuyise ohlwini lwanamuhla

source: Moments
cy: Eiliadau
gu: પળો
hy: Պահեր
is: Augnablik
ka: Მომენტები
km: គ្រា
kn: ಕ್ಷಣಗಳು
ky: Көз ирмем
lo: ຊ່ວງເວລາ
pa: ਪਲ
zu: Izikhathi

source: Month
cy: Mis
gu: માસ
hy: Ամիս
is: Mánuður
ka: Თვე
km: ខែ
kn: ತಿಂಗಳು
ky: Ай
lo: ເດືອນ
pa: ਮਹੀਨਾ
zu: Inyanga

source: Move to Today’s tasks
cy: Symud i dasgau Heddiw
gu: આજના કાર્યોમાં આગળ વધો
hy: Անցեք այսօրվա առաջադրանքներին
is: Farðu í verkefni dagsins
ka: Გადადით დღევანდელ ამოცანებზე
km: ផ្លាស់ទីទៅកិច្ចការថ្ងៃនេះ
kn: ಇಂದಿನ ಕಾರ್ಯಗಳಿಗೆ ಸರಿಸಿ
ky: Бүгүнкү тапшырмаларга өтүңүз
lo: ຍ້າຍໄປໜ້າວຽກຂອງມື້ນີ້
pa: ਅੱਜ ਦੇ ਕੰਮਾਂ ਵੱਲ ਵਧੋ
zu: Hambisa emisebenzini yanamuhla

# mustenterpattern
source: You must enter a pattern password!
cy: Rhaid i chi nodi cyfrinair patrwm!
gu: તમારે પેટર્ન પાસવર્ડ દાખલ કરવો આવશ્યક છે!
hy: Դուք պետք է մուտքագրեք օրինակելի գաղտնաբառ:
is: Þú verður að slá inn mynstur lykilorð!
ka: Თქვენ უნდა შეიყვანოთ ნიმუშის პაროლი!
km: អ្នកត្រូវតែបញ្ចូលពាក្យសម្ងាត់លំនាំ!
kn: ನೀವು ಮಾದರಿಯ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಬೇಕು!
ky: Үлгү сырсөзүн киргизишиңиз керек!
lo: ທ່ານຕ້ອງໃສ່ລະຫັດຜ່ານຮູບແບບ!
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਪੈਟਰਨ ਪਾਸਵਰਡ ਦਰਜ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ!
zu: Kufanele ufake iphasiwedi yephethini!

source: Name
cy: Enw
gu: નામ
hy: Անուն
is: Nafn
ka: Სახელი
km: ឈ្មោះ
kn: ಹೆಸರು
ky: Аты
lo: ຊື່
pa: ਨਾਮ
zu: Igama

source: Needs to be done
cy: Mae angen ei wneud
gu: કરવાની જરૂર છે
hy: Պետք է արվի
is: Þarf að gera
ka: Გასაკეთებელია
km: ចាំបាច់ត្រូវធ្វើ
kn: ಮಾಡಬೇಕಾಗಿದೆ
ky: Аткаруу керек
lo: ຈໍາເປັນຕ້ອງໄດ້ເຮັດ
pa: ਕਰਨ ਦੀ ਲੋੜ ਹੈ
zu: Kudingeka kwenziwe

source: New Goal
cy: Gôl Newydd
gu: નવો ધ્યેય
hy: Նոր Գոլ
is: Nýtt markmið
ka: Ახალი მიზანი
km: គោលដៅថ្មី។
kn: ಹೊಸ ಗುರಿ
ky: Жаңы Максат
lo: ເປົ້າໝາຍໃໝ່
pa: ਨਵਾਂ ਟੀਚਾ
zu: Umgomo Omusha

source: New task
cy: Tasg newydd
gu: નવું કાર્ય
hy: Նոր առաջադրանք
is: Nýtt verkefni
ka: Ახალი დავალება
km: កិច្ចការថ្មី។
kn: ಹೊಸ ಕೆಲಸ
ky: Жаңы тапшырма
lo: ວຽກງານໃໝ່
pa: ਨਵਾਂ ਕੰਮ
zu: Umsebenzi omusha

source: Nice idea
cy: Syniad neis
gu: સરસ વિચાર
hy: Հաճելի միտք
is: Fín hugmynd
ka: Კარგი იდეა
km: គំនិតល្អ
kn: ಒಳ್ಳೆಯ ಉಪಾಯ
ky: Жакшы ой
lo: ຄວາມຄິດທີ່ດີ
pa: ਵਧੀਆ ਵਿਚਾਰ
zu: Umbono omuhle

source: Nice to have
cy: Braf cael
gu: પાસે સરસ
hy: Հաճելի է ունենալ
is: Gaman að gera
ka: Კარგია რომ გქონდეს
km: រីករាយដែលមាន
kn: ಹೊಂದಲು ಸಂತೋಷವಾಗಿದೆ
ky: Болгону жакшы
lo: ດີໃຈທີ່ຈະມີ
pa: ਕੋਲ ਕਰਨਾ ਚੰਗਾ ਹੈ
zu: Kuhle ukuba nakho

# ninteydays
source: 90 Days
cy: 90 Dydd
gu: 90 દિવસ
hy: 90 օր
is: 90 dagar
ka: 90 დღე
km: 90 ថ្ងៃ។
kn: 90 ದಿನಗಳು
ky: 90 күн
lo: 90 ວັນ
pa: 90 ਦਿਨ
zu: Izinsuku ezingama-90

source: No matching goals
cy: Dim nodau cyfatebol
gu: કોઈ મેળ ખાતા ગોલ નથી
hy: Համապատասխան գոլեր չկան
is: Engin samsvarandi mörk
ka: Არანაირი შესატყვისი გოლები
km: គ្មានគោលដៅដែលត្រូវគ្នា។
kn: ಯಾವುದೇ ಹೊಂದಾಣಿಕೆಯ ಗುರಿಗಳಿಲ್ಲ
ky: Дал келген максаттар жок
lo: ບໍ່ມີເປົ້າໝາຍທີ່ກົງກັນ
pa: ਕੋਈ ਮੇਲ ਖਾਂਦਾ ਟੀਚਾ ਨਹੀਂ
zu: Awekho amagoli afanayo

# nomatchinggoalstt
source: No matching goals with this task type
cy: Dim nodau cyfatebol gyda'r math hwn o dasg
gu: આ કાર્ય પ્રકાર સાથે કોઈ મેળ ખાતા લક્ષ્યો નથી
hy: Այս առաջադրանքի տեսակի հետ համապատասխան նպատակներ չկան
is: Engin samsvarandi markmið með þessari verkefnategund
ka: Ამ ტიპის ამოცანის შესატყვისი მიზნები არ არის
km: គ្មានគោលដៅដែលត្រូវគ្នាជាមួយប្រភេទកិច្ចការនេះទេ។
kn: ಈ ಕಾರ್ಯ ಪ್ರಕಾರದೊಂದಿಗೆ ಯಾವುದೇ ಹೊಂದಾಣಿಕೆಯ ಗುರಿಗಳಿಲ್ಲ
ky: Бул тапшырма түрүнө дал келген максаттар жок
lo: ບໍ່ມີເປົ້າໝາຍທີ່ກົງກັນກັບປະເພດວຽກນີ້
pa: ਇਸ ਕਾਰਜ ਕਿਸਮ ਨਾਲ ਕੋਈ ਮੇਲ ਖਾਂਦੇ ਟੀਚੇ ਨਹੀਂ ਹਨ
zu: Awekho amagoli afanayo analolu hlobo lomsebenzi

source: No matching tasks
cy: Dim tasgau cyfatebol
gu: કોઈ મેળ ખાતા કાર્યો નથી
hy: Համապատասխան առաջադրանքներ չկան
is: Engin samsvörun verkefni
ka: Შესატყვისი ამოცანები არ არის
km: មិនមានកិច្ចការដែលត្រូវគ្នាទេ។
kn: ಹೊಂದಾಣಿಕೆಯ ಕಾರ್ಯಗಳಿಲ್ಲ
ky: Дал келген тапшырмалар жок
lo: ບໍ່ມີໜ້າວຽກທີ່ກົງກັນ
pa: ਕੋਈ ਮੇਲ ਖਾਂਦਾ ਕੰਮ ਨਹੀਂ
zu: Ayikho imisebenzi efanayo

source: None
cy: Dim
gu: કોઈ નહિ
hy: Ոչ ոք
is: Enginn
ka: Არცერთი
km: គ្មាន
kn: ಯಾವುದೂ
ky: Жок
lo: ບໍ່ມີ
pa: ਕੋਈ ਨਹੀਂ
zu: Lutho

# notasksonqueue
source: No tasks on your queue
cy: Dim tasgau ar eich ciw
gu: તમારી કતારમાં કોઈ કાર્ય નથી
hy: Ձեր հերթում առաջադրանքներ չկան
is: Engin verkefni í röðinni þinni
ka: Არ არის ამოცანები თქვენს რიგში
km: មិនមានកិច្ចការនៅលើជួររបស់អ្នកទេ។
kn: ನಿಮ್ಮ ಸರದಿಯಲ್ಲಿ ಯಾವುದೇ ಕಾರ್ಯಗಳಿಲ್ಲ
ky: Кезегиңизде эч кандай тапшырма жок
lo: ບໍ່ມີໜ້າວຽກຢູ່ໃນຄິວຂອງທ່ານ
pa: ਤੁਹਾਡੀ ਕਤਾਰ ਵਿੱਚ ਕੋਈ ਕਾਰਜ ਨਹੀਂ ਹਨ
zu: Ayikho imisebenzi kulayini wakho

# notaskstoday
source: No tasks for today
cy: Dim tasgau ar gyfer heddiw
gu: આજ માટે કોઈ કાર્ય નથી
hy: Այսօրվա համար առաջադրանքներ չկան
is: Engin verkefni í dag
ka: Დღევანდელი ამოცანები არ არის
km: គ្មានកិច្ចការសម្រាប់ថ្ងៃនេះទេ។
kn: ಇಂದಿನ ಯಾವುದೇ ಕಾರ್ಯಗಳಿಲ್ಲ
ky: Бүгүнкү күндө эч кандай тапшырма жок
lo: ບໍ່ມີໜ້າວຽກສຳລັບມື້ນີ້
pa: ਅੱਜ ਲਈ ਕੋਈ ਕਾਰਜ ਨਹੀਂ
zu: Ayikho imisebenzi yanamuhla
